Revit 2027 API
ParameterTypeId.InstanceReferenceLevelParam Property
 "Reference Level"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId InstanceReferenceLevelParam { get; }
Public Shared ReadOnly Property InstanceReferenceLevelParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ InstanceReferenceLevelParam {
	ForgeTypeId^ get ();
}
static member InstanceReferenceLevelParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace